<?php
$this->pageTitle=Yii::t('core', 'Amman Hackerspace').' - '.Yii::t('core', 'About');
$this->breadcrumbs=array(
	Yii::t('core', 'About'),
);
?>
<div id="about-us">
	<h2 class="ge-ss"><?php echo Yii::t('core', 'Amman Hackerspace'); ?></h2>
	<p>
		فضاء المتمكنين | عمّان هو مجتمع مفتوح المصدر ومختبر ومركز أبحاث يوفر المكان والبيئة والأدوات المناسبة لعمل وتطبيق أي مشروع متعلق بالهندسة والإلكترونيات والروبوت.
	</p>
	<p>
		أسس فضاء المتمكنين-عمّان عام 2013 من قبل <a href="<?php echo $this->createUrl('user/view', array('id'=>'belal')); ?>">بلال العفوري</a> و<a href="<?php echo $this->createUrl('user/view', array('id'=>'anini')); ?>">محمد عنيني</a>، ومستضاف في مركز اليوبيل للتميز التربوي، هدف الفضاء البحث في علوم الروبوت والذكاء الصناعي ومساعدة الشباب العربي على الارتقاء بمستواهم التقني. 
	</p>
	<br/>
	<h2 class="ge-ss">فضاء الصانعين / المتمكنين:</h2>
	<p>
		هو مكان يجتمع فيه أناس ذوي الميول الواحدة أو الاهتمامات المتشابهة و غالباً ما تكون لأمور تتعلق بالتكنولوجيا أو الحاسوب أو علم من العلوم أو الفن ومجالات أخرى، وفي هذا المكان يجتمعوا بطابع اجتماعي ودي ومريح ويكون بيئة للتشارك والإنتاج التعاوني والندي.
	</p>
	<p>
		وتعتمد بنية هذا المكان على التعاون والتعلم الندي (أي تقدِّم معلومات وتُقدَّم لك معلومات)، وقد يحوي الاجتماع على أنشطة اجتماعية كتخصيص وقت للتعارف وتبادل الآراء العامة، ولهذه الحركة نماذج موضوعة يمكن تعديلها لتلائم البيئات المحلية، ومن أهم الأمور أن هذا المكان الخاص بالاجتماع يجب أن يكون مزود بالأدوات اللازمة للإنتاج كلها، فمثلاً لو كان الاجتماع لبناء روبوت فمن المؤكد أنه بحاجة إلى القطع الإلكترونية وأجهزة القياس الكهربائية وأجهزة الحاسب وأدوات لتصنيع هياكل الروبوت.
	</p>
	<br/>
	<h2 class="ge-ss">المصدر المفتوح:</h2>
	<p>
		مصطلح شائع أخذ بالانتشار مع بداية ظهور البرمجيات مفتوحة المصدر - والتي تعني تشارك الكود الخاص بها بشكل منظم يضمن دوام تطوير كود البرنامج بمشاركة العديد من الأشخاص دون قيود مسبقة سوى بعض الحقوق - وبدأ هذا المصطلح بالانتشار بكل المجالات وصولاً إلى العتاد والذي يعتمد على نشر المخططات والرسومات التقنية للتداول والتشارك، مما أدى إلى انفجار معرفي وإنتاجي هائل.
	</p>
</div>